// 12) প্রতিদিন তোমার কাজ কি?-> using while loop

// ১) রাত ৮ টা বাজে মডিউল আনলক করো

// ২) ফটাফট ভিডিও দেখে দেখে প্রাকটিস করো

// ৩) ভিডিও দেখতে দেখতে নোটস নাও

// ৪) মডিউল শেষ হলে পুরা মডিউল নিজে নিজে প্রাকটিস করো

// ৫) কোন কিছু বুঝতে না পারলে (চিন্তা করে দেখো এইখানে কিন্তু একটা শর্ত আছে ), সাপোর্ট সেশনে
// জয়েন করো

// এখন তোমার কাজ হচ্ছে একটা 0 লুপ ১০ বার চালিয়ে উপরের জিনিসগুলা আউটপুট হিসেবে দেখানো।


const MultilineString = `
১) রাত ৮ টা বাজে মডিউল আনলক করো

২) ফটাফট ভিডিও দেখে দেখে প্রাকটিস করো

৩) ভিডিও দেখতে দেখতে নোটস নাও

৪) মডিউল শেষ হলে পুরা মডিউল নিজে নিজে প্রাকটিস করো

৫) কোন কিছু বুঝতে না পারলে (চিন্তা করে দেখো এইখানে কিন্তু একটা শর্ত আছে ), সাপোর্ট সেশনে
জয়েন করো
`;
let loopTime = 10;
let loop = 0;
while (loop++ < loopTime) {
    console.log(loop, "->Loop", MultilineString);
}