//47. সুদের হিসাব করবে। জাস্ট হিসাব কেমনে করতে হয়। সেই চিন্তায় করবে। সুদ ভালো না খারাপ সেটা এখন চিন্তা করার দরকার নাই। জাস্ট একটা ফর্মুলা থাকলে সেটা কিভাবে কোড এ লিখতে হয় সেই এঙ্গেল থেকে করার চেষ্টা করো। 

// Question 1:
// বার্ষিক 5% হারে 10000 টাকার 2 বছরের সরল সুদ কত টাকা?
// আমরা জানি যে, সরল সুদ= Ptr/100
// এখানে, I = সুদ P= আসল, r = সুদের হার এবং T=সময়
// সরল সুদ = আসল * সময় * সুদের হার/1০০
// অতএব, 
// সরল সুদ = 10000 * 2 * 5/1০০
// সরল সুদ = 1000
const Asset = 10000;
const InterestRate = 5;
const Year = 2;
const SimpleInterest = Asset * Year * InterestRate / 100;
console.log("Simple Interest", SimpleInterest);


