// 59) তুমি কি দুইটা ভেরিয়েবল এরমধ্যে তুলনা করতে পারো। কম্পারিজন করতে পারো। যে দুইটা
// ভেরিয়েবল এর মধ্যে প্রথমটা সেকেন্ডটা এর চাইতে ছোট, বড়, অসমান, সমান, ছোট বা সমান,
// বড় বা সমান। এইগুলা চেক করতে পারো। অর্থাৎ <, >, ==, !=, <=, >= চিহ্নগুলা ব্যবহার করতে
// 'পারো। তাহলে দুইটা সংখ্যা টাইপের ভেরিয়েবল ডিক্লেয়ার করে তাদেরকে এই ছয্ভাবে ভুলনা করে
// কোড লিখে ফেলো।

const number1 = 8, number2 = 2;

console.log((number1 < number2));
console.log((number1 > number2));
console.log((number1 == number2));
console.log((number1 != number2));
console.log((number1 <= number2));
console.log((number1 >= number2));