// 72) এইটা একটু ট্রিকি হতে পারে। একটা array এর মধ্যে অনেকগুলা সংখ্যা খাকবে।
// তোমার কাজ হচ্ছে সংখ্যা গুলা একটার পর একটা করে চেক করা। এবং সংখ্যা
// গুলা যদি পজিটিভ সংখ্যা হয়। অর্থাৎ শূন্য বা শূন্যের চাইতে বড় হয় তাহলে
// সেগুলাকে কোন একটা array এর মধ্যে রাখবে। আর যদি নেগেটিভ সংখ্যা হয়।
// তাহলে লুপটা স্টপ করে দিবে। এবং লুপ বন্ধ করার আগ পর্যন্ত যতগুলা পজিটিভ
// সংখ্যা পাওয়া গেছে। সেগুলা রিটার্ন করে দিবে।
const numbers = [1, 2, 3, 4, 3, 8, 9, 6, -4, 3, 4, 3, 8];

const set = new Set();

const newnumbers = [];
for (const number of numbers) {
    set.add(number);
    if (number < 0)
        break;
    newnumbers.push(number);
}
console.log(newnumbers);
